Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Resets %@
ar: يُعاد التعيين %@
bn: রিসেট %@
bs: Resetuje se %@
de: Zurücksetzung %@
es: Se restablece: %@
fil: Nagre-reset sa %@
fr: Réinitialisation %@
hi: रीसेट %@
it: Si azzera %@
ja: %@にリセット
ko: %@에 초기화
mr: रीसेट %@
pt_br: Reinicia: %@
ru: Сброс: %@
ta: %@ இல் மீட்டமைக்கிறது
te: %@ వద్ద రీసెట్ అవుతుంది
tr: %@ tarihinde sıfırlanır
ur: %@ پر ری سیٹ ہوتا ہے
vi: Đặt lại %@
zh_hans: %@重置
zh_hk: %@ 重設

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
bs: Pokušaj ponovo
de: Wiederholen
es: Reintentar
fil: Subukang muli
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 재시도
mr: पुन्हा प्रयत्न करा
pt_br: Tentar Novamente
ru: Повторить
ta: மீண்டும் முயற்சி செய்
te: మళ్లీ ప్రయత్నించు
tr: Yeniden Dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hk: 重試

source: Retry at %@
ar: إعادة المحاولة في %@
bn: %@ এ পুনরায় চেষ্টা করুন
bs: Pokušaj ponovo u %@
de: Wiederholung um %@
es: Reintentar a las %@
fil: Subukang muli sa %@
fr: Nouvel essai à %@
hi: %@ पर पुनः प्रयास करें
it: Riprova alle %@
ja: %@に再試行
ko: %@에 재시도
mr: %@ ला पुन्हा प्रयत्न करा
pt_br: Tentar novamente às %@
ru: Повторить в %@
ta: %@ இல் மீண்டும் முயற்சி செய்
te: %@ వద్ద మళ్లీ ప్రయత్నించండి
tr: %@ zamanında yeniden dene
ur: %@ پر دوبارہ کوشش کریں
vi: Thử lại lúc %@
zh_hans: %@重试
zh_hk: 於 %@ 重試

source: Returns to this display when it reconnects
ar: يعود إلى شاشة العرض هذه عند إعادة الاتصال
bn: পুনরায় সংযোগ হলে এই ডিসপ্লেতে ফিরে আসে
bs: Vraća se na ovaj zaslon kada se ponovo poveže
de: Kehrt zu diesem Bildschirm zurück, wenn er wieder verbunden wird
es: Vuelve a esta pantalla cuando se vuelve a conectar
fil: Bumabalik sa display na ito kapag muling kumonekta
fr: Revient sur cet écran lors de sa reconnexion
hi: पुनः कनेक्ट होने पर इस डिस्प्ले पर लौटता है
it: Torna su questo schermo quando viene riconnesso
ja: 再接続時にこのディスプレイに戻る
ko: 다시 연결되면 이 디스플레이로 복귀
mr: पुन्हा कनेक्ट झाल्यावर या डिस्प्लेवर परत येते
pt_br: Retorna a esta tela quando ela for reconectada
ru: Возвращается на этот дисплей при повторном подключении
ta: மீண்டும் இணைக்கப்படும்போது இந்தக் காட்சிக்குத் திரும்புகிறது
te: తిరిగి కనెక్ట్ అయినప్పుడు ఈ డిస్‌ప్లేకి తిరిగి వస్తుంది
tr: Yeniden bağlandığında bu ekrana geri döner
ur: دوبارہ منسلک ہونے پر اس ڈسپلے پر واپس آتا ہے
vi: Quay lại màn hình này khi kết nối lại
zh_hans: 重新连接时恢复到此显示器
zh_hk: 重新連線時返回此顯示器

source: Right
ar: يمين
bn: ডান
bs: Desno
de: Rechts
es: Derecha
fil: Kanan
fr: Droite
hi: दाएं
it: Destra
ja: 右
ko: 오른쪽
mr: उजवे
pt_br: Direita
ru: Справа
ta: வலது
te: కుడి
tr: Sağ
ur: دائیں
vi: Phải
zh_hans: 右侧
zh_hk: 右

source: SOFTWARE UPDATE
ar: تحديث البرنامج
bn: সফটওয়্যার আপডেট
bs: AŽURIRANJE SOFTVERA
es: ACTUALIZACIÓN DE SOFTWARE
fil: UPDATE NG SOFTWARE
fr: MISE À JOUR DE LOGICIEL
hi: सॉफ़्टवेयर अपडेट
it: AGGIORNAMENTO SOFTWARE
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
mr: सॉफ्टवेअर अपडेट
pt_br: ATUALIZAÇÃO DE SOFTWARE
ru: ОБНОВЛЕНИЕ ПО
ta: மென்பொருள் புதுப்பிப்பு
te: సాఫ్ట్‌వేర్ అప్‌డేట్
tr: YAZILIM GÜNCELLEMESİ
ur: سافٹ ویئر اپ ڈیٹ
vi: CẬP NHẬT PHẦN MỀM
zh_hans: 软件更新
zh_hk: 軟件更新

source: SOURCE
ar: المصدر
bn: উৎস
bs: IZVOR
de: QUELLE
es: ORIGEN
fil: PINAGMULAN
hi: स्रोत
it: SORGENTE
ja: ソース
ko: 소스
mr: स्त्रोत
pt_br: FONTE
ru: ИСТОЧНИК
ta: மூலம்
te: మూలం
tr: KAYNAK
ur: سورس
vi: NGUỒN
zh_hans: 来源
zh_hk: 來源

source: SYSTEM STATUS
ar: حالة النظام
bn: সিস্টেম স্ট্যাটাস
bs: STATUS SISTEMA
es: ESTADO DEL SISTEMA
fil: STATUS NG SYSTEM
fr: ÉTAT DU SYSTÈME
hi: सिस्टम स्थिति
it: STATO DEL SISTEMA
ja: システム状況
ko: 시스템 상태
mr: सिस्टम स्थिती
pt_br: STATUS DO SISTEMA
ru: СОСТОЯНИЕ СИСТЕМЫ
ta: கணினி நிலை
te: సిస్టమ్ స్థితి
tr: SİSTEM DURUMU
ur: سسٹم کا اسٹیٹس
vi: TRẠNG THÁI HỆ THỐNG
zh_hans: 系统状态
zh_hk: 系統狀態

source: Saved display (disconnected)
ar: شاشة العرض المحفوظة (غير متصلة)
bn: সংরক্ষিত ডিসপ্লে (বিচ্ছিন্ন)
bs: Sačuvani zaslon (odspojen)
de: Gespeicherter Bildschirm (getrennt)
es: Pantalla guardada (desconectada)
fil: Na-save na display (nadiskonekta)
fr: Écran enregistré (déconnecté)
hi: सहेजा गया डिस्प्ले (डिस्कनेक्ट)
it: Schermo salvato (disconnesso)
ja: 保存されたディスプレイ（未接続）
ko: 저장된 디스플레이 (연결 해제됨)
mr: जतन केलेला डिस्प्ले (डिस्कनेक्ट केलेला)
pt_br: Tela salva (desconectada)
ru: Сохраненный дисплей (отключен)
ta: சேமிக்கப்பட்ட காட்சி (துண்டிக்கப்பட்டது)
te: సేవ్ చేసిన డిస్‌ప్లే (డిస్‌కనెక్ట్ చేయబడింది)
tr: Kayıtlı ekran (bağlı değil)
ur: محفوظ شدہ ڈسپلے (منقطع)
vi: Màn hình đã lưu (đã ngắt kết nối)
zh_hans: 已保存的显示器（未连接）
zh_hk: 已儲存的顯示器（已中斷連線）

source: Screen edge
ar: حافة الشاشة
bn: স্ক্রিনের প্রান্ত
bs: Ivica ekrana
de: Bildschirmrand
es: Borde de la pantalla
fil: Gilid ng screen
fr: Bord de l’écran
hi: स्क्रीन का किनारा
it: Bordo dello schermo
ja: 画面端
ko: 화면 가장자리
mr: स्क्रीनचा काठ
pt_br: Borda da tela
ru: Край экрана
ta: திரை விளிம்பு
te: స్క్రీన్ అంచు
tr: Ekran kenarı
ur: اسکرین کا کنارہ
vi: Cạnh màn hình
zh_hans: 屏幕边缘
zh_hk: 螢幕邊緣

source: See where each value came from and when it was last observed.
ar: الاطلاع على مصدر كل قيمة ووقت آخر ملاحظة لها.
bn: প্রতিটি মান কোথা থেকে এসেছে এবং কখন শেষ দেখা গেছে তা দেখুন।
bs: Pogledajte odakle potiče svaka vrijednost i kada je zadnji put zabilježena.
de: Sehen Sie, woher jeder Wert stammt und wann er zuletzt erfasst wurde.
es: Consulta el origen de cada valor y cuándo se observó por última vez.
fil: Tingnan kung saan nagmula ang bawat value at kung kailan ito huling naobserbahan.
fr: Voyez d’où provient chaque valeur et quand elle a été observée pour la dernière fois.
hi: देखें कि प्रत्येक मान कहाँ से आया और इसे अंतिम बार कब देखा गया था।
it: Verifica la provenienza di ciascun valore e quando è stato rilevato l’ultima volta.
ja: 各値の取得元と前回の確認日時を確認します。
ko: 각 값의 출처와 마지막으로 관측된 시간을 확인합니다.
mr: प्रत्येक मूल्य कोठून आले आणि ते शेवटचे कधी पाहिले गेले ते पहा.
pt_br: Veja a origem de cada valor e quando foi registrado pela última vez.
ru: Информация об источниках значений и времени последнего обновления.
ta: ஒவ்வொரு மதிப்பும் எங்கிருந்து வந்தது மற்றும் கடைசியாக எப்போது கவனிக்கப்பட்டது என்பதைப் பார்க்கவும்.
te: ప్రతి విలువ ఎక్కడ నుండి వచ్చిందో మరియు చివరిసారిగా ఎప్పుడు గమనించబడిందో చూడండి.
tr: Her değerin nereden geldiğini ve en son ne zaman gözlemlendiğini görün.
ur: دیکھیں کہ ہر ویلیو کہاں سے آئی اور آخری بار اس کا مشاہدہ کب کیا گیا تھا۔
vi: Xem từng giá trị đến từ đâu và thời điểm ghi nhận gần nhất.
zh_hans: 查看每项数据的来源以及最近一次记录时间。
zh_hk: 查看每個數值的來源及其最後偵測時間。

source: Selected quota window unavailable
ar: فترة الحصة المحددة غير متوفرة
bn: নির্বাচিত কোটা উইন্ডো অনুপলব্ধ
bs: Odabrani period kvote nije dostupan
de: Ausgewähltes Kontingentfenster nicht verfügbar
es: Ventana de cuota seleccionada no disponible
fil: Hindi available ang napiling quota window
fr: Fenêtre de quota sélectionnée indisponible
hi: चयनित कोटा विंडो अनुपलब्ध
it: Finestra di quota selezionata non disponibile
ja: 選択されたクォータ枠は利用できません
ko: 선택된 할당량 기간을 사용할 수 없음
mr: निवडलेली कोटा विंडो अनुपलब्ध
pt_br: Período de cota selecionado indisponível
ru: Выбранный период квоты недоступен
ta: தேர்ந்தெடுக்கப்பட்ட ஒதுக்கீட்டு சாளரம் கிடைக்கவில்லை
te: ఎంచుకున్న కోటా విండో అందుబాటులో లేదు
tr: Seçilen kota penceresi kullanılamıyor
ur: منتخب کردہ کوٹہ ونڈو دستیاب نہیں ہے
vi: Khung thời gian hạn mức đã chọn không khả dụng
zh_hans: 所选配额周期不可用
zh_hk: 選取的配額時間窗口無法使用

source: Selected window (unavailable)
ar: الفترة المحددة (غير متوفرة)
bn: নির্বাচিত উইন্ডো (অনুপলব্ধ)
bs: Odabrani prozor (nedostupno)
de: Ausgewähltes Zeitfenster (nicht verfügbar)
es: Ventana seleccionada (no disponible)
fil: Napiling window (hindi available)
fr: Fenêtre sélectionnée (indisponible)
hi: चयनित विंडो (अनुपलब्ध)
it: Finestra selezionata (non disponibile)
ja: 選択された枠（利用不可）
ko: 선택된 기간 (사용 불가)
mr: निवडलेली विंडो (अनुपलब्ध)
pt_br: Período selecionado (indisponível)
ru: Выбранный период (недоступен)
ta: தேர்ந்தெடுக்கப்பட்ட சாளரம் (கிடைக்கவில்லை)
te: ఎంచుకున్న విండో (అందుబాటులో లేదు)
tr: Seçilen pencere (kullanılamıyor)
ur: منتخب ونڈو (دستیاب نہیں)
vi: Khung thời gian đã chọn (không khả dụng)
zh_hans: 所选周期（不可用）
zh_hk: 選取的時間窗口（無法使用）

source: Session Usage
ar: استخدام الجلسة
bn: সেশন ব্যবহার
bs: Korištenje sesije
de: Sitzungsnutzung
es: Uso de la sesión
fil: Paggamit ng Session
fr: Utilisation de la session
hi: सत्र उपयोग
it: Utilizzo della sessione
ja: セッション使用状況
ko: 세션 사용량
mr: सत्र वापर
pt_br: Uso da sessão
ru: Использование сессии
ta: அமர்வு பயன்பாடு
te: సెషన్ వినియోగం
tr: Oturum Kullanımı
ur: سیشن کا استعمال
vi: Mức sử dụng của phiên
zh_hans: 会话用量
zh_hk: 工作階段用量

source: Session activity
ar: نشاط الجلسة
bn: সেশন কার্যকলাপ
bs: Aktivnost sesije
de: Sitzungsaktivität
es: Actividad de la sesión
fil: Aktibidad ng session
fr: Activité des sessions
hi: सत्र गतिविधि
it: Attività delle sessioni
ja: セッションアクティビティ
ko: 세션 활동
mr: सत्र क्रियाकलाप
pt_br: Atividade da sessão
ru: Активность сессий
ta: அமர்வு செயல்பாடு
te: సెషన్ కార్యాచరణ
tr: Oturum etkinliği
ur: سیشن کی سرگرمی
vi: Hoạt động của phiên
zh_hans: 会话活动
zh_hk: 工作階段活動

source: Session finished
ar: انتهت الجلسة
bn: সেশন সমাপ্ত
bs: Sesija završena
de: Sitzung beendet
es: Sesión finalizada
fil: Natapos na ang session
fr: Session terminée
hi: सत्र समाप्त
it: Sessione terminata
ja: セッション完了
ko: 세션 완료됨
mr: सत्र संपले
pt_br: Sessão concluída
ru: Сессия завершена
ta: அமர்வு முடிந்தது
te: సెషన్ పూర్తయింది
tr: Oturum tamamlandı
ur: سیشن مکمل ہو گیا
vi: Phiên đã hoàn tất
zh_hans: 会话已完成
zh_hk: 工作階段已結束

source: Session peek
ar: نظرة سريعة على الجلسة
bn: সেশন পিক
bs: Brzi pregled sesije
de: Sitzungsvorschau
es: Vistazo de sesión
fil: Pagsilip sa session
fr: Aperçu de session
hi: सत्र पूर्वावलोकन
it: Anteprima sessione
ja: セッションプレビュー
ko: 세션 엿보기
mr: सत्र पूर्वदृश्य
pt_br: Espiar sessão
ru: Быстрый просмотр сессии
ta: அமர்வு பார்வை
te: సెషన్ పీక్
tr: Oturuma hızlı bakış
ur: سیشن کی جھلک
vi: Xem nhanh phiên
zh_hans: 会话预览
zh_hk: 速覽工作階段

source: Session sounds
ar: أصوات الجلسة
bn: সেশন শব্দ
bs: Zvuci sesije
de: Sitzungstöne
es: Sonidos de sesión
fil: Mga tunog ng session
fr: Sons de session
hi: सत्र ध्वनियां
it: Suoni di sessione
ja: セッションサウンド
ko: 세션 사운드
mr: सत्र आवाज
pt_br: Sons da sessão
ru: Звуки сессий
ta: அமர்வு ஒலிகள்
te: సెషన్ శబ్దాలు
tr: Oturum sesleri
ur: سیشن کی آوازیں
vi: Âm thanh phiên
zh_hans: 会话提示音
zh_hk: 工作階段音效

source: Sessions
ar: الجلسات
bn: সেশন
bs: Sesije
de: Sitzungen
es: Sesiones
fil: Mga Session
hi: सत्र
it: Sessioni
ja: セッション
ko: 세션
mr: सत्रे
pt_br: Sessões
ru: Сессии
ta: அமர்வுகள்
te: సెషన్‌లు
tr: Oturumlar
ur: سیشنز
vi: Phiên
zh_hans: 会话
zh_hk: 工作階段

source: Settings
ar: الإعدادات
bn: সেটিংস
bs: Postavke
de: Einstellungen
es: Ajustes
fil: Mga Setting
fr: Réglages
hi: सेटिंग्ज़
it: Impostazioni
ja: 設定
ko: 설정
mr: सेटिंग्ज
pt_br: Ajustes
ru: Настройки
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Settings…
ar: الإعدادات…
bn: সেটিংস…
bs: Postavke…
de: Einstellungen…
es: Ajustes…
fil: Mga Setting…
fr: Réglages…
hi: सेटिंग्ज़…
it: Impostazioni…
ja: 設定…
ko: 설정…
mr: सेटिंग्ज…
pt_br: Ajustes…
ru: Настройки…
ta: அமைப்புகள்…
te: సెట్టింగ్‌లు…
tr: Ayarlar…
ur: ترتیبات…
vi: Cài đặt…
zh_hans: 设置…
zh_hk: 設定…

source: Shared allowance
ar: الحصة المشتركة
bn: ভাগ করা ভাতা
bs: Zajednička dozvoljena potrošnja
de: Geteiltes Kontingent
es: Asignación compartida
fil: Pinagsasaluhang allowance
fr: Allocation partagée
hi: साझा सीमा
it: Quota condivisa
ja: 共有利用枠
ko: 공유 한도
mr: सामायिक भत्ता
pt_br: Cota compartilhada
ru: Общая квота
ta: பகிரப்பட்ட அனுமதி
te: భాగస్వామ్య భత్యం
tr: Paylaşılan kullanım hakkı
ur: مشترکہ الاؤنس
vi: Hạn mức dùng chung
zh_hans: 共享额度
zh_hk: 共用額度

source: Shared monthly allowance
ar: الحصة الشهرية المشتركة
bn: ভাগ করা মাসিক ভাতা
bs: Zajednička mjesečna dozvoljena potrošnja
de: Geteiltes monatliches Kontingent
es: Asignación mensual compartida
fil: Pinagsasaluhang buwanang allowance
fr: Allocation mensuelle partagée
hi: साझा मासिक सीमा
it: Quota mensile condivisa
ja: 月間共有利用枠
ko: 공유 월간 한도
mr: सामायिक मासिक भत्ता
pt_br: Cota mensal compartilhada
ru: Общая месячная квота
ta: பகிரப்பட்ட மாதாந்திர அனுமதி
te: భాగస్వామ్య నెలవారీ భత్యం
tr: Paylaşılan aylık kullanım hakkı
ur: مشترکہ ماہانہ الاؤنس
vi: Hạn mức hàng tháng dùng chung
zh_hans: 共享月度额度
zh_hk: 共用每月額度

source: Shared weekly allowance
ar: الحصة الأسبوعية المشتركة
bn: ভাগ করা সাপ্তাহিক ভাতা
bs: Zajednička sedmična dozvoljena potrošnja
de: Geteiltes wöchentliches Kontingent
es: Asignación semanal compartida
fil: Pinagsasaluhang lingguhang allowance
fr: Allocation hebdomadaire partagée
hi: साझा साप्ताहिक सीमा
it: Quota settimanale condivisa
ja: 週間共有利用枠
ko: 공유 주간 한도
mr: सामायिक साप्ताहिक भत्ता
pt_br: Cota semanal compartilhada
ru: Общая недельная квота
ta: பகிரப்பட்ட வாராந்திர அனுமதி
te: భాగస్వామ్య వారపు భత్యం
tr: Paylaşılan haftalık kullanım hakkı
ur: مشترکہ ہفتہ وار الاؤنس
vi: Hạn mức hàng tuần dùng chung
zh_hans: 共享周度额度
zh_hk: 共用每週額度

source: Show
ar: إظهار
bn: দেখান
bs: Prikaži
de: Einblenden
es: Mostrar
fil: Ipakita
fr: Afficher
hi: दिखाएं
it: Mostra
ja: 表示
ko: 보기
mr: दाखवा
pt_br: Mostrar
ru: Показать
ta: காட்டு
te: చూపించు
tr: Göster
ur: دکھائیں
vi: Hiện
zh_hans: 显示
zh_hk: 顯示

source: Show Claude Code, Cursor, Grok Build, Codex, and Antigravity session states from local data. Claude may read a bounded transcript tail when status is missing; transcript text stays on this Mac. Codex and Antigravity states are inferred from recent writes.
ar: إظهار حالات جلسات Claude Code وCursor وGrok Build وCodex وAntigravity من البيانات المحلية. قد يقرأ Claude نهاية نصية محدودة عندما تكون الحالة مفقودة؛ تبقى نصوص المحادثة على هذا الـ Mac. تُستنتج حالتا Codex وAntigravity من عمليات الكتابة الأخيرة.
bn: স্থানীয় ডেটা থেকে Claude Code, Cursor, Grok Build, Codex এবং Antigravity সেশনের স্থিতি দেখান। স্ট্যাটাস না থাকলে Claude সীমিত ট্রান্সক্রিপ্ট পড়তে পারে; ট্রান্সক্রিপ্ট এই Mac-এই থাকবে। Codex এবং Antigravity স্থিতি সাম্প্রতিক রাইট থেকে অনুমিত।
bs: Prikaži stanja sesija za Claude Code, Cursor, Grok Build, Codex i Antigravity iz lokalnih podataka. Claude može pročitati ograničeni kraj transkripta kada status nedostaje; tekst transkripta ostaje na ovom Macu. Stanja za Codex i Antigravity se procjenjuju iz nedavnih upisa.
de: Sitzungszustände für Claude Code, Cursor, Grok Build, Codex und Antigravity aus lokalen Daten anzeigen. Claude liest ggf. das Ende des Transkripts, falls der Status fehlt; das Transkript bleibt auf diesem Mac. Codex- und Antigravity-Zustände werden aus Schreibvorgängen abgeleitet.
es: Muestra los estados de sesión de Claude Code, Cursor, Grok Build, Codex y Antigravity a partir de datos locales. Claude puede leer el final del historial cuando falte el estado; el texto de la transcripción permanece en este Mac. Los estados de Codex y Antigravity se deducen de escrituras recientes.
fil: Ipakita ang mga status ng session ng Claude Code, Cursor, Grok Build, Codex, at Antigravity mula sa lokal na data. Maaaring basahin ng Claude ang dulo ng limitadong transcript kapag nawawala ang status; nananatili ang teksto ng transcript sa Mac na ito. Ang mga status ng Codex at Antigravity ay hinuhulaan mula sa mga kamakailang pagsusulat.
fr: Affiche les états de session de Claude Code, Cursor, Grok Build, Codex et Antigravity à partir des données locales. Claude peut lire la fin du journal si l’état est manquant ; le texte reste sur ce Mac. Les états de Codex et Antigravity sont déduits des écritures récentes.
hi: स्थानीय डेटा से Claude Code, Cursor, Grok Build, Codex और Antigravity सत्र स्थितियां दिखाएं। स्थिति अनुपलब्ध होने पर Claude सीमित ट्रांसक्रिप्ट पढ़ सकता है; ट्रांसक्रिप्ट इसी Mac पर रहता है। Codex और Antigravity स्थितियां हालिया गतिविधि से अनुमानित हैं।
it: Mostra lo stato delle sessioni di Claude Code, Cursor, Grok Build, Codex e Antigravity dai dati locali. Claude può leggere la parte finale della trascrizione se lo stato manca; il testo resta su questo Mac. Gli stati di Codex e Antigravity sono dedotti dalle scritture recenti.
ja: ローカルデータからClaude Code、Cursor、Grok Build、Codex、Antigravityのセッション状態を表示します。ステータスがない場合、Claudeはログの末尾の一部を読み取ることがあります（ログのテキストはこのMac内に保持されます）。CodexとAntigravityの状態は最近の書き込みから推定されます。
ko: 로컬 데이터에서 Claude Code, Cursor, Grok Build, Codex 및 Antigravity 세션 상태를 표시합니다. 상태가 없는 경우 Claude는 기록의 일부 끝부분을 읽을 수 있으며 텍스트는 이 Mac에 유지됩니다. Codex 및 Antigravity 상태는 최근 쓰기 작업에서 추론됩니다.
mr: स्थानिक डेटावरून Claude Code, Cursor, Grok Build, Codex आणि Antigravity सत्र स्थिती दाखवा. स्थिती गहाळ असल्यास Claude मर्यादित ट्रान्सक्रिप्ट वाचू शकते; ट्रान्सक्रिप्ट मजकूर या Mac वरच राहतो. Codex आणि Antigravity स्थिती अलीकडील लिखाणांवरून अनुमानित केली जाते.
pt_br: Exibe os estados de sessão do Claude Code, Cursor, Grok Build, Codex e Antigravity a partir de dados locais. O Claude pode ler o trecho final da transcrição quando o status estiver ausente; o texto permanece neste Mac. Os estados do Codex e Antigravity são deduzidos de gravações recentes.
ru: Отображение состояния сессий Claude Code, Cursor, Grok Build, Codex и Antigravity из локальных данных. Claude может считывать фрагмент журнала при отсутствии статуса; текст журнала остается на этом Mac. Состояния Codex и Antigravity определяются по недавним записям.
ta: உள்ளூர் தரவிலிருந்து Claude Code, Cursor, Grok Build, Codex மற்றும் Antigravity அமர்வு நிலைகளைக் காட்டு. நிலை விடுபட்டிருக்கும் போது Claude வரையறுக்கப்பட்ட டிரான்ஸ்கிரிப்ட் முடிவைப் படிக்கலாம்; டிரான்ஸ்கிரிப்ட் உரை இந்த Mac-லேயே இருக்கும். Codex மற்றும் Antigravity நிலைகள் சமீபத்திய பதிவுகளிலிருந்து ஊகிக்கப்படுகின்றன.
te: స్థానిక డేటా నుండి Claude Code, Cursor, Grok Build, Codex మరియు Antigravity సెషన్ స్థితులను చూపించండి. స్థితి లేనప్పుడు Claude ట్రాన్స్‌క్రిప్ట్ ముగింపును చదవవచ్చు; ట్రాన్స్‌క్రిప్ట్ టెక్స్ట్ ఈ Mac లోనే ఉంటుంది. Codex మరియు Antigravity స్థితులు ఇటీవలి రాతల నుండి అంచనా వేయబడతాయి.
tr: Yerel verilerden Claude Code, Cursor, Grok Build, Codex ve Antigravity oturum durumlarını gösterin. Durum eksik olduğunda Claude sınırlı bir kayıt sonunu okuyabilir; kayıt metni bu Mac'te kalır. Codex ve Antigravity durumları son yazma işlemlerinden türetilir.
ur: مقامی ڈیٹا سے Claude Code، Cursor، Grok Build، Codex اور Antigravity کے سیشن کے اسٹیٹس دکھائیں۔ اسٹیٹس نہ ہونے پر Claude ٹرانسکرپٹ کا آخری حصہ پڑھ سکتا ہے؛ ٹرانسکرپٹ ٹیکسٹ اسی Mac پر رہتا ہے۔ Codex اور Antigravity کی حالتیں حالیہ اندراجات سے قیاس کی جاتی ہیں۔
vi: Hiển thị trạng thái phiên của Claude Code, Cursor, Grok Build, Codex và Antigravity từ dữ liệu cục bộ. Claude có thể đọc phần cuối bản ghi bị giới hạn khi thiếu trạng thái; văn bản bản ghi chỉ lưu trên máy Mac này. Trạng thái Codex và Antigravity được suy ra từ các lần ghi gần đây.
zh_hans: 根据本地数据显示 Claude Code、Cursor、Grok Build、Codex 和 Antigravity 的会话状态。缺少状态时 Claude 可能会读取记录的末尾部分；记录文本仅保留在此 Mac 上。Codex 和 Antigravity 的状态根据最近写入推断。
zh_hk: 根據本機資料顯示 Claude Code、Cursor、Grok Build、Codex 和 Antigravity 的工作階段狀態。狀態遺失時，Claude 可能會讀取受限的記錄檔末尾；記錄檔文字只會保留在此 Mac 上。Codex 和 Antigravity 狀態由最近的寫入活動推斷。

source: Show GaugeZ
ar: إظهار GaugeZ
bn: GaugeZ দেখান
bs: Prikaži GaugeZ
de: GaugeZ einblenden
es: Mostrar GaugeZ
fil: Ipakita ang GaugeZ
fr: Afficher GaugeZ
hi: GaugeZ दिखाएं
it: Mostra GaugeZ
ja: GaugeZを表示
ko: GaugeZ 보기
mr: GaugeZ दाखवा
pt_br: Mostrar o GaugeZ
ru: Показать GaugeZ
ta: GaugeZ-ஐக் காட்டு
te: GaugeZ చూపించు
tr: GaugeZ'yi Göster
ur: GaugeZ دکھائیں
vi: Hiện GaugeZ
zh_hans: 显示 GaugeZ
zh_hk: 顯示 GaugeZ

source: Show on hover
ar: إظهار عند تمرير المؤشر
bn: হোভার করলে দেখান
bs: Prikaži pri prelasku mišem
de: Beim Zeigen einblenden
es: Mostrar al pasar el cursor
fil: Ipakita kapag na-hover
fr: Afficher au survol
hi: होवर करने पर दिखाएं
it: Mostra al passaggio del mouse
ja: ホバー時に表示
ko: 마우스 올릴 때 보기
mr: होव्हर केल्यावर दाखवा
pt_br: Mostrar ao passar o cursor
ru: Показывать при наведении
ta: வட்டமிடும்போது காட்டு
te: హోవర్ చేసినప్పుడు చూపించు
tr: Üzerine gelindiğinde göster
ur: ہوور پر دکھائیں
vi: Hiện khi di chuột
zh_hans: 悬停时显示
zh_hk: 懸停時顯示

source: Show session activity
ar: إظهار نشاط الجلسة
bn: সেশন কার্যকলাপ দেখান
bs: Prikaži aktivnost sesije
de: Sitzungsaktivität anzeigen
es: Mostrar actividad de la sesión
fil: Ipakita ang aktibidad ng session
fr: Afficher l’activité des sessions
hi: सत्र गतिविधि दिखाएं
it: Mostra attività della sessione
ja: セッションアクティビティを表示
ko: 세션 활동 보기
mr: सत्र क्रियाकलाप दाखवा
pt_br: Mostrar atividade da sessão
ru: Показывать активность сессий
ta: அமர்வு செயல்பாட்டைக் காட்டு
te: సెషన్ కార్యాచరణను చూపించు
tr: Oturum etkinliğini göster
ur: سیشن کی سرگرمی دکھائیں
vi: Hiển thị hoạt động của phiên
zh_hans: 显示会话活动
zh_hk: 顯示工作階段活動

source: Show the next page of accounts
ar: إظهار الصفحة التالية من الحسابات
bn: অ্যাকাউন্টের পরবর্তী পৃষ্ঠা দেখান
bs: Prikaži sljedeću stranicu računa
de: Nächste Kontoseite anzeigen
es: Mostrar la siguiente página de cuentas
fil: Ipakita ang susunod na pahina ng mga account
fr: Afficher la page suivante de comptes
hi: खातों का अगला पृष्ठ दिखाएं
it: Mostra la pagina successiva di account
ja: 次のアカウントページを表示
ko: 다음 계정 페이지 보기
mr: खात्यांचे पुढील पृष्ठ दाखवा
pt_br: Mostrar próxima página de contas
ru: Показать следующую страницу аккаунтов
ta: அடுத்த கணக்குகள் பக்கத்தைக் காட்டு
te: తదుపరి ఖాతాల పేజీని చూపించు
tr: Sonraki hesap sayfasını göster
ur: اکاؤنٹس کا اگلا صفحہ دکھائیں
vi: Hiện trang tiếp theo của tài khoản
zh_hans: 显示下一页账号
zh_hk: 顯示下一頁帳戶

source: Showing the last known values. Refresh to update.
ar: عرض آخر قيم معروفة. حدّث للتحديث.
bn: সর্বশেষ পরিচিত মান দেখানো হচ্ছে। আপডেট করতে রিফ্রেশ করুন।
bs: Prikazuju se zadnje poznate vrijednosti. Osvježite za ažuriranje.
de: Letzte bekannte Werte werden angezeigt. Aktualisieren zum Erneuern.
es: Mostrando los últimos valores conocidos. Actualiza para poner al día.
fil: Ipinapakita ang mga huling nalalamang value. I-refresh upang mag-update.
fr: Affichage des dernières valeurs connues. Actualisez pour mettre à jour.
hi: अंतिम ज्ञात मान दिखाए जा रहे हैं। अपडेट करने के लिए रीफ़्रेश करें।
it: Visualizzazione degli ultimi valori noti. Aggiorna per ricaricare.
ja: 最後に確認された値を表示しています。更新するにはクリックしてください。
ko: 마지막으로 확인된 값을 표시합니다. 업데이트하려면 새로고침하십시오.
mr: शेवटचे ज्ञात मूल्य दर्शवित आहे. अद्यतनित करण्यासाठी रीफ्रेश करा.
pt_br: Exibindo os últimos valores conhecidos. Atualize para renovar.
ru: Показаны последние известные значения. Обновите для актуализации.
ta: கடைசியாக அறியப்பட்ட மதிப்புகளைக் காட்டுகிறது. புதுப்பிக்க புதுப்பி என்பதை அழுத்தவும்.
te: చివరిగా తెలిసిన విలువలను చూపుతోంది. అప్‌డేట్ చేయడానికి రిఫ్రెష్ చేయండి.
tr: Bilinen son değerler gösteriliyor. Güncellemek için yenileyin.
ur: آخری معلوم ویلیوز دکھائی جا رہی ہیں۔ اپ ڈیٹ کے لیے ریفریش کریں۔
vi: Hiển thị các giá trị đã biết gần nhất. Làm mới để cập nhật.
zh_hans: 显示最近已知的数据。刷新以更新。
zh_hk: 顯示最後已知數值。請重新整理以更新。
